{"customPackID":"3d18d97c-1992-44cf-ba0b-a8715312d523","customPackName":"Battlezoo Ancestries: Year of Legends v2","listCustomWeapons":[{"databaseID":1,"timestamp":"1706490130136","uniqueIdentiier":"113f038c-0887-48e7-b32e-fc622823b2da","name":"Eye Beam (Acid)","hands":"1","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","proficiencyType":3,"rangedType":1,"damage":4,"damageType":"acid","range":"20","group":"Brawling","weaponTraits":"Unarmed, 3rd Party"},{"databaseID":1,"timestamp":"1706490130136","uniqueIdentiier":"d30683f2-837b-4a90-b7aa-3a31a075c00a","name":"Eye Beam (Burning Eye Upgraded)","hands":"1","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","proficiencyType":3,"rangedType":1,"damage":6,"damageType":"fire","range":"20","group":"Brawling","weaponTraits":"Unarmed, Versatile acid, Cold, Or electricity, 3rd Party"},{"databaseID":1,"timestamp":"1706490130137","uniqueIdentiier":"263c1fdb-5f02-4b1f-bf58-ec1edeabc3a3","name":"Eye Beam (Cold)","hands":"1","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","proficiencyType":3,"rangedType":1,"damage":4,"damageType":"cold","range":"20","group":"Brawling","weaponTraits":"Unarmed, 3rd Party"},{"databaseID":1,"timestamp":"1706490130137","uniqueIdentiier":"357c93b8-8de1-4389-b766-a87e58bde748","name":"Eye Beam (Electricity)","hands":"1","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","proficiencyType":3,"rangedType":1,"damage":4,"damageType":"electricity","range":"20","group":"Brawling","weaponTraits":"Unarmed, 3rd Party"},{"databaseID":1,"timestamp":"1706490130137","uniqueIdentiier":"d5e2e18f-b79e-4868-b9f9-7528afc4f228","name":"Eye Beam (Fire)","hands":"1","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","proficiencyType":3,"rangedType":1,"damage":4,"damageType":"fire","range":"20","group":"Brawling","weaponTraits":"Unarmed, 3rd Party"},{"databaseID":1,"timestamp":"1706490130137","uniqueIdentiier":"381032fc-c43b-4b05-bcf7-3157f2858403","name":"Piercing Song","hands":"1","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","proficiencyType":3,"damage":4,"damageType":"sonic","group":"Brawling","weaponTraits":"3rd Party"}],"listCustomFeats":[{"id":"89ecbc47-74e1-40c9-a833-011866b6e3de","name":"Uncanny Perception","textDescription":"Your visual acuity is so intense that it heightens all your powers on perception, not only helping you notice hidden creatures, but also allowing you to spot lies through microexpressions. You gain the Canny Acumen feat for Perception.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130142","listCustomEffects":[{"effectType":14,"string0":"GENERAL_Canny Acumen","reference":"0b5f83c8-85e8-476b-9b86-2b50e738a272"}]},{"id":"c1b01ba0-9146-4c10-a978-93b7190df508","name":"Antimagic Curse","level":17,"action":2,"textDescription":"<b>Frequency</b> once per hour<br><br>You curse a foe within 60 feet to drain away their magic over time, spilling out magical energy to damage them as you do. The effect is determined by the target’s Will save against the higher of your class DC and spell DC.<br><br><b>Critical Success</b> The target is unaffected.<br><b>Success</b> For 1 minute, as long as the target is under the effect of one or more spells with a duration, the target takes force damage equal to your level at the end of each of their turns. Each time it takes this force damage, the duration of all spells affecting it decreases by 1 round, or by 1 minute for spells lasting 10 minutes or longer. At the end of the creature’s turn, it can attempt a new Will save to end the damage.<br><b>Failure</b> As success, but for an unlimited duration, every time the creature comes under the effect of a spell with a duration, the force damage begins again, lasting for either 1 minute or until a successful Will save each time.<br><b>Critical Failure</b> As failure, but the force damage is equal to twice your level.","traits":"Abjuration, Curse, Evil Eye, Occult, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130142"},{"id":"82deae1d-1a79-496f-8b73-eb9d85d05461","name":"Eyes on the Back of Your Eye","level":9,"textDescription":"<b>Prerequisites</b> Extra Eyes<br><br>Your extra eyes are placed all around your body, making it very difficult for all but the sneakiest foes to surround you. You can’t be flanked by creatures of your level or lower.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130142"},{"id":"513179fd-d8d1-473c-b7d0-196d4b8aefbe","name":"Pierce Untruths","level":17,"action":1,"textDescription":"<b>Frequency</b> once per hour<br><br>You can focus your eye in order to pierce through ever possible sort of illusion, transformation, and other form of untruth, as long as you can see it. You gain the effects of a 6th-level <i>true seeing</i> spell, except that you use your Perception modifier for the counteract check, as your visual acuity is just that intense.","traits":"Concentrate, Divination, Evil Eye, Occult, Revelation, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130142"},{"id":"ebc17e9f-3b0b-411e-b035-4904155f0f3e","name":"Eye Beams","textDescription":"You’ve learned how to fire energy beams from your eyes. You gain an eye beam unarmed attack, which deals 1d4 damage of your choice of acid, cold, electricity, or fire, with a range increment of 20 feet. Your eye beam unarmed attack is in the brawling weapon group.<br><br><b>Special</b> If you have the burning eye heritage, instead of the normal effects, your existing eye beam increases its damage to 1d6, gains a range increment of 20 feet, and gains your choice of versatile acid, versatile cold, or versatile electricity trait.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130143"},{"id":"ea187e08-85af-4956-9ac7-d749299f0067","name":"Ill Tidings","level":5,"textDescription":"You can bring forth dark omens upon your foes. You can cast <i>ill omen</i> once per day as an occult innate spell.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130143","listCustomEffects":[{"proficiencyName":"Ill Omen","effectType":9,"bonusType":2,"bonusAmount":1}]},{"id":"c8a91d5e-813b-4b69-bfef-432396acec65","name":"Extra Eyes","textDescription":"You’ve grown a variety of tiny eyes over your body, or at the ends of some of your stalks, allowing you to independently seek through several areas at once. When you use the Seek basic action, you can look for creatures in two areas instead of one. If precision is necessary, you can select two 30-foot cones or 15-foot bursts within line of sight instead of one.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130143"},{"id":"7ae594bf-312b-4395-8eaf-90250c197875","name":"Evil Eye's Ward","action":0,"textDescription":"<b>Frequency</b> once per day<br><b>Trigger</b> A creature within 60 feet uses a fortune or misfortune effect.<br><br>Since ancient times, the evil eye has been used to ward off curses as often as to curse others. You disrupt the triggering effect. If the triggering effect is a misfortune effect, Evil Eye’s Ward gains the fortune trait, and if it’s a fortune effect, Evil Eye’s Ward gains the misfortune trait. This fortune or misfortune effect applies to the same roll as the triggering effect, so as normal, you can’t negate a fortune effect with Evil Eye’s Ward and then apply a misfortune effect to the same roll.","traits":"Abjuration, Concentrate, Evil Eye, Occult, Visual, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130143"},{"id":"ddf8a57d-e6fa-4c25-8226-d467f236943f","name":"Abundant Curses","level":9,"reqFeats":["e55c7c0d-9cf3-4c8b-8bcb-9aa2e76248ad"],"textDescription":"<b>Prerequisites</b> Curse of the Evil Eye<br><br>You can strain your eye in order to place your foes under your curse more quickly. You can use Curse of the Evil Eye once per minute, instead of once per hour.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130143"},{"id":"9d88c8aa-f2a5-4a50-9460-f9e7187de600","name":"Evil Eye Lore","textDescription":"You’ve deeply researched your own personal theories into the enigmatic origins of the evil eye ancestry, as well as all sorts of related topics. You gain the trained proficiency rank in Occultism and Society. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also gain the Additional Lore feat for Evil Eye Lore.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130143","listCustomEffects":[{"proficiencyName":"Occultism","effectType":11,"bonusAmount":2},{"proficiencyName":"Society","effectType":11,"bonusAmount":2},{"effectType":14,"string0":"GENERAL_Additional Lore"}]},{"id":"8a3e47bc-6744-4746-a519-8fc8d723ecce","name":"Curse of Stolen Sight","level":9,"action":2,"textDescription":"<b>Frequency</b> once per day<br><br>You gaze balefully at your foe and steal away their sight. Choose a foe within 30 feet and attempt to steal their sight. The effect is determined by the target’s Fortitude save against the higher of your class DC or spell DC.<br><br><b>Critical Success</b> The target is unaffected.<br><b>Success</b> Your curse steals only a bit of the target’s sight. The target is dazzled for 1 round, and you gain any of their special visual senses (such as greater darkvision or the ability to see through fog or snow, but not nonvisual senses like thoughtsense) during that time.<br><b>Failure</b> Your curse steals the target’s sight entirely. As success, but the target is blinded for 1 minute instead of dazzled for 1 round.<br><b>Critical Failure</b> Your curse steals the target’s sight for a long time. As success, but the target is blinded for 1 hour instead of dazzled for 1 round.","traits":"Concentrate, Curse, Evil Eye, Incapacitation, Necromancy, Occult, Visual, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130143"},{"id":"9072e260-456e-4104-922b-fe27e571172c","name":"Eternal Wings","level":17,"reqFeats":["9e1f8935-13ec-4861-8fc4-fed5d55c75d0"],"textDescription":"<b>Prerequisite</b> Winged Eye<br><br>You can grow and use your retractable wings at all times, rather than only being able to fly for a short while each day. You gain a fly Speed equal to your land Speed that lasts indefinitely. You can use a single action, which has the concentrate and manipulate traits, to withdraw your wings into your body or grow them again. When you use Winged Eye, you gain a +20-foot status bonus to your fly Speed for the duration.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130143"},{"id":"3f171351-b4ba-4fbe-b7e0-30eb10359b76","name":"Chaotic Curse","level":13,"action":2,"textDescription":"<b>Frequency</b> once per hour<br><br>Your focus your baleful gaze, causing an unpredictable accursed ailment to beset your foe. Choose a foe within 60 feet. They become cursed, with effects depending on their Will save against the higher of your class DC or spell DC, and a d20 roll on table 1. On a critical success, the foe is unaffected. Some results add additional traits to Chaotic Curse, listed in parentheses.<br><br><table><thead><tr><th>d20<br></th><th></th></tr></thead><tbody><tr><td>1</td><td><b>Curse of Clumsiness</b> On a successful save, the foe is clumsy 1 for 1 round. On a failure, they’re clumsy 2 for 1 minute, and on a critical failure, they’re clumsy 3 for 1 minute.</td></tr><tr><td>2</td><td><b>Curse of Weakness</b> On a successful save, the foe is enfeebled 1 for 1 round. On a failure, they’re enfeebled 2 for 1 minute, and on a critical failure, they’re enfeebled 3 for 1 minute.</td></tr><tr><td>3</td><td><b>Curse of Folly</b> (mental) On a successful save, the foe is stupefied 1 for 1 round. On a failure, they’re stupefied 2 for 1 minute, and on a critical failure, they’re stupefied 3 for 1 minute.</td></tr><tr><td>4</td><td><b>Curse of Terror</b> (emotion, fear, mental) On a successful save, the foe is frightened 1. On a failure, they’re frightened 3, and on a critical failure, they’re frightened 4.</td></tr><tr><td>5</td><td><b>Curse of Beguiling</b> (emotion, incapacitation, mental) On a successful save, the foe takes a –1 status penalty to attack rolls against you for 1 round as they’re distracted by feelings on friendship. On a failure, they become friendly for 1 hour, and on a critical failure, they become helpful for 1 hour.</td></tr><tr><td>6</td><td><b>Curse of Lethargy</b> On a successful save, the foe is slowed 1 for 1 round. On a failure, they’re slowed 1 for 1 minute, and on a critical failure, they’re slowed 2 for 1 round and slowed 1 for 10 minutes.</td></tr><tr><td>7</td><td><b>Curse of Paralysis</b> (incapacitation) On a successful save, the foe is slowed 1 for 1 round. On a failure, they’re paralyzed for 1 round, and on a critical failure, they’re paralyzed for 2 rounds.</td></tr><tr><td>8</td><td><b>Curse of Exsanguination</b> On a successful save, the foe is drained 1, but the drained condition ends after 2 rounds. On a failure, they’re drained 2, and on a critical failure, they’re drained 3.</td></tr><tr><td>9</td><td><b>Curse of Petrification</b> On a successful save, the foe is slowed 1 for 1 round. On a failure, they’re slowed 1 and must attempt a Fortitude save at the end of each of their turns; this ongoing save has the incapacitation trait. On a failed save, the slowed condition increases by 1 (or 2 on a critical failure). A successful save reduces the slowed condition by 1. When a creature is unable to act due to the slowed condition from this curse, the creature is permanently non-magically petrified. The spell ends if the creature is petrified or the slowed condition is removed. On a critical failure, the effect is as failure, but they’re initially slowed 2.</td></tr><tr><td>10</td><td><b>Curse of Dying Light</b> (incapacitation) On a successful save, the foe is dazzled 1 for 1 round. On a failure, they’re blinded for 1 minute, and on a critical failure, they’re blinded for 1 day.</td></tr><tr><td>11</td><td><b>Curse of Frenzy</b> (emotion, mental) On a successful save, the foe babbles incoherently and is stunned 1. On a failure, the foe is confused for 1 minute, but it can attempt a new save at the end of each of its turns to end the confusion. On a critical failure, the target is confused for 1 minute, with no save to end early.</td></tr><tr><td>12</td><td><b>Curse of Torpor</b> On a successful save, the foe is fatigued for 1 round. On a failure, they’re fatigued for 1 minute, and on a critical failure, they’re fatigued until they rest.</td></tr><tr><td>13</td><td><b>Curse of Inattention</b> On a successful save, the foe is flat-footed for 1 round. On a failure, they’re flat-footed for 1 minute and can’t take reactions for 1 round, and on a critical failure, they’re flat-footed and can’t take reactions for 1 minute.</td></tr><tr><td>14</td><td><b>Curse of Rooting</b> On a successful save, the foe takes a –15-foot circumstance penalty to their Speeds for 1 round or until they Escape. On a failure, they’re immobilized for 2 rounds or until they Escape. On a critical failure, they’re restrained for 1 round and immobilized for 1 minute; both effects end early if they Escape.</td></tr><tr><td>15</td><td><b>Curse of Illness</b> On a successful save, the foe is sickened 1. On a failure, they’re sickened 2, and on a critical failure, they’re sickened 3.</td></tr><tr><td>16</td><td><b>Curse of Shock</b> On a successful save, the foe is stunned 1. On a failure, they’re stunned 2, and on a critical failure, they’re stunned 4.</td></tr><tr><td>17</td><td><b>Curse of Pacifism</b> (emotion, incapacitation, mental) On a successful save, the foe takes a –1 status penalty to attack rolls due to encroaching feelings of peace for 1 round. On a failure, any emotion effects that would affect the foe are suppressed and they can’t use hostile actions, either for 2 rounds or until the foe is subject to hostility. On a critical failure, the effect is the same as failure, but it lasts for 1 minute, and hostility doesn’t end the effect early.</td></tr><tr><td>18</td><td><b>Curse of Death</b> (death) On a successful save, the foe takes 2 negative damage for each level you have, on a failure, they take 5 negative damage for each level you have, and on a critical failure, they take 10 negative damage for each level you have.</td></tr><tr><td>19</td><td>Choose one result from 1 to 18.</td></tr><tr><td>20</td><td>Roll twice, rerolling any results of 20.</td></tr></tbody></table>","traits":"Concentrate, Curse, Evil Eye, Necromancy, Occult, Visual, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130143"},{"id":"90d8732c-dd15-4a69-8514-4ffd04887e7b","name":"Visual Initiative","level":5,"textDescription":"Your evil eye vision is so discerning, it’s tough for anyone to get the drop on you in combat, since you pick up on little clues in your subconscious before you can even consciously notice them. You gain a +2 circumstance bonus on initiative rolls using Perception, and you win all ties on initiative.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130144"},{"id":"e55c7c0d-9cf3-4c8b-8bcb-9aa2e76248ad","name":"Curse of the Evil Eye","action":2,"textDescription":"<b>Frequency</b> once per hour<br><br>You gaze at your foe and place them under a curse that renders them ill. Choose a foe within 30 feet and focus your gaze on that foe. The effects depend on their Will save against the higher of your class DC and spell DC.<br><br><b>Success</b> The creature is unaffected.<br><b>Failure</b> The creature is sickened 1.<br><b>Critical Failure</b> The creature is sickened 2","traits":"Concentrate, Curse, Evil Eye, Necromancy, Occult, Visual, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130144"},{"id":"1cba581c-30a1-4aeb-8212-59976b465e41","name":"Project Oculus","level":13,"textDescription":"With enough concentration, you can project a spectral duplicate of your eye from your body, allowing you to see at a distance. You can cast <i>clairvoyance</i> once per hour as an occult innate spell and <i>prying eye</i> once per day as an occult innate spell. When you do, the invisible sensors look like miniature versions of you.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130145","listCustomEffects":[{"proficiencyName":"Clairvoyance","effectType":9,"bonusType":2,"bonusAmount":4,"reference":"cc27186a-1e44-4f55-8a3e-aa5b681baaeb"},{"proficiencyName":"Prying Eye","effectType":9,"bonusType":2,"bonusAmount":5,"reference":"be2c15b7-e8ac-4183-8472-dd401c60a308"}]},{"id":"298288c3-785b-47e2-a255-8040038e0aaf","name":"Panopticon","level":17,"textDescription":"No creature on the same planet is safe from your neverending surveillance; even your allies might never again find a truly private moment, one that they can be sure is free of your relentless observation. You can cast <i>scrying</i> once per hour as an occult innate spell. When you do, the invisible sensor looks like a miniature version of you.","traits":"Uncommon, Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130145","listCustomEffects":[{"proficiencyName":"Scrying","effectType":9,"bonusType":2,"bonusAmount":6}]},{"id":"44d9822f-86fb-4789-9166-d99df7d12c3d","name":"Evil Eye Magic","textDescription":"Your eye grants you strange magical powers, typically related to curses or divinations. Choose a common cantrip from the occult spell list, or another occult cantrip to which you have access. You can cast this cantrip as an occult innate spell at will. As normal, the cantrip is heightened to half your level, rounded up.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130144","listCustomEffects":[{"proficiencyName":"Approximate","effectType":9,"bonusType":2}]},{"id":"62b4bc62-135f-47c4-9a5c-a06647eff703","name":"Deeper Well","level":13,"reqFeats":["f06ac9b7-d837-46c9-8820-558c9a1e8bf0"],"textDescription":"<b>Prerequisites</b> Draw Upon the Well<br><br>You can draw upon your well of wisdom more often, and with greater effect. You can use Draw Upon the Well once per hour instead of once per day, and when you do, you gain a +2 status bonus instead of a +1 status bonus.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130145","listCustomEffects":[{}]},{"id":"638f741e-0290-4f42-984d-4910b8d3e56a","name":"Curse of Vanishing Rage","level":17,"action":0,"textDescription":"<b>Frequency</b> once per hour<br><b>Trigger</b> A creature damage you.<br><br>You curse the foe who dared to harm you, making you, and potentially their other victims, fade from their sight. The effect is determined by the target’s Will save against the higher of your class DC and spell DC.<br><br><b>Critical Success</b> The target is unaffected.<br><b>Success</b> The target can’t see or otherwise observe you with their precise senses until the end of their turn, and if you’re currently observed by them, you become hidden to them.<br><b>Failure</b> As success, and also, for 1 minute, every time the target damages you, they can’t observe you with their precise senses until the end of their turn.<br><b>Critical Failure</b> As success, and for an unlimited duration, the first time each round the target damages a creature, the target can’t observe that creature with their precise senses until the end of their turn. If the target damages several creatures at once, the creature they can’t observe is chosen randomly among those creatures.","traits":"Curse, Enchantment, Evil Eye, Incapacitation, Mental, Occult, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130145"},{"id":"65e776e9-4c80-4a52-9159-396000b6ebc4","name":"Annihilation Beam","level":17,"action":3,"textDescription":"<b>Frequency</b> once per day<br><br>You fire off a beam of utter annihilation from your eye, destroying all creatures in the path of your apocalyptic gaze. Creatures in a 120-foot line take 12d10 force damage with a basic Fortitude save against your class DC or your spell DC, whichever of the two is higher. A creature reduced to 0 HP is reduced to fine powder, though its gear remains. At 19th level, the damage increases to 14d10. The beam can also destroy objects in its path, but only up to a total of 10 feet of thickness, after which the beam stops if there are more objects in its path, and it can’t destroy artifacts or other objects that are similarly difficult to destroy. The beam automatically destroys force constructs such as <i>wall of force</i>.","traits":"Death, Evil Eye, Evocation, Force, Occult, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130145"},{"id":"694937c9-8ef0-4366-87e4-e7b904cb3367","name":"Eye of the Unseen","level":13,"textDescription":"Your eye’s mystic properties allow you to see even that which is normally invisible. You can see invisible creatures and objects, though not completely. They appear to you as translucent shapes, and they are merely concealed to you instead.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130145"},{"id":"69d717c5-3f73-4b1d-a8b9-17a6f563ed40","name":"Oculus Strike","level":5,"action":1,"textDescription":"<b>Frequency</b> once per day<br><br>You gaze deeply at your foe in the four dimensions of space and time, as well as two other dimensions, viewing every possible aspect of their movements and playing their possible decision points through your mind as visual ephemera, ensuring you make your next attack the best it can be. The next time you make an attack roll before the end of your turn, roll the attack twice and use the better result. The attack ignores circumstance penalties to the attack roll and any flat check required due to the target being concealed or hidden.","traits":"Concentrate, Divination, Evil Eye, Fortune, Occult, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130144"},{"id":"87a840fb-0936-4de6-a0f8-9fe8284c7d04","name":"Woeful Ward","level":13,"reqFeats":["7ae594bf-312b-4395-8eaf-90250c197875"],"textDescription":"<b>Prerequisites</b> Evil Eye’s Ward<br><br>Your eye can ward off changes in luck far more often than other evil eyes. You can use Evil Eye’s Ward once per hour, instead of once per day.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130145"},{"id":"9e1f8935-13ec-4861-8fc4-fed5d55c75d0","name":"Winged Eye","level":9,"action":2,"textDescription":"<b>Frequency</b> once per day<br><br>You grow out wings, much more complex than your normal stalks, and use them to float and fly for a brief time. You gain a fly Speed equal to your land Speed for 5 minutes.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130145"},{"id":"a96aaaf7-2a50-4867-8cc5-4f752ea3c492","name":"Giant Eye","level":13,"textDescription":"Most evil eyes grow stalks and other appendages as needed to allow them to accomplish whatever tasks they choose, but on the other hand you… just grow, and now you’re much bigger than any of the others could dream to be. You become Large, gaining the effects of <i>enlarge</i> constantly.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130145"},{"id":"aea87a6e-f8eb-4759-9a58-2ea78ecbf386","name":"Accursed Eye Beam","level":9,"reqFeats":["ebc17e9f-3b0b-411e-b035-4904155f0f3e"],"textDescription":"<b>Prerequisites</b> Eye Beams<br><br>You curse foes exposed to your eye beams’ most powerful attacks. On a critical hit with your eye beam, you can choose to apply one of the following three curses of your choice on the target; this is a critical specialization effect, as well as a curse, necromancy, and occult effect.<br><br><b>Curse of Bungling</b> The target is clumsy 1 for 1 round.<br><b>Curse of Foolishness</b> The target is stupefied 1 for 1 round.<br><b>Curse of Weakness</b> The target is enfeebled 1 for 1 round.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130144"},{"id":"c3f5f3b2-fe19-4ad1-9e54-94b8226f3002","name":"Second Shaping","level":5,"textDescription":"You shape yourself in new and unusual ways, allowing you to combine the traits of two evil eye heritages in one. You gain an evil eye heritage that you don’t currently possess, in addition to your original heritage. If this causes you to possess both the aquatic eye and stalking eye heritages, your land Speed is 20 feet; if the two heritages cause any other conflicts, the GM determines whether to allow the combination and what the result will be.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130144","listCustomEffects":[{"effectType":13,"string0":"8fa8251b-bc09-425b-a70d-c6c4db4396ea"}]},{"id":"d7a8affd-b8aa-4c49-9d85-6891f6848711","name":"Peerless Acuity","level":9,"reqSpecials":["Peerless Eye"],"textDescription":"<b>Prerequisites</b> peerless eye<br><br>Even when something is hidden or obscured, you can always spot small visual cues that make it easy for you to pinpoint their positioning. You don’t need to succeed at a flat check to target concealed creatures, and you only need to succeed at a DC 5 flat check to target hidden creatures.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130145"},{"id":"f06ac9b7-d837-46c9-8820-558c9a1e8bf0","name":"Draw Upon the Well","level":5,"action":0,"textDescription":"<b>Frequency</b> once per day<br><b>Trigger</b> You’re about to roll a check to Recall Knowledge<br><br>Whether through study or observation, you’ve stored up a well of knowledge that you can use to ensure your inquest is accurate. This grants you a +1 status bonus on the triggering Recall Knowledge check. If you roll a critical failure on this check, you get a failure instead. If the roll is successful and the subject is a creature, you gain additional information or context about the creature.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130144"},{"id":"fdf18804-cf27-4383-9d0e-a213a7f50717","name":"Connected Eyes","level":9,"textDescription":"You can place eyes on your allies, connecting your vision together into a collective. You can cast <i>web of eyes</i> once per day as an occult innate spell.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130145","listCustomEffects":[{"proficiencyName":"Web of Eyes","effectType":9,"bonusType":2,"bonusAmount":3,"reference":"43fe33e1-da45-4973-a592-af169154b19a"}]},{"id":"23aba13f-be0d-483a-8ddc-23abc19ee630","name":"Copper Halo","textDescription":"An aura of light surrounds your brow—perhaps the classic circular ring of light, or a square, or horns of light, or even a thorned wheel. Your halo sheds light with the effects of a divine <i>light</i> cantrip. A cantrip is heightened to a spell level equal to half your level rounded up. You can suppress or reestablish the halo as a single action, which has the concentrate trait.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130137","listCustomEffects":[{"proficiencyName":"Light","effectType":9,"bonusType":1}]},{"id":"ebad246c-a8ff-4f86-af2d-f961b873ffae","name":"Aura of Vitality","level":13,"action":2,"reqFeats":["7200cdc5-75b8-4423-8f95-8e0ce037ba29"],"textDescription":"<b>Prerequisites</b> movanic deva heritage<br><b>Frequency</b> once per day<br>As a movanic deva, you can protect yourself and others from dangers of positive and negative effects. Your aura of vitality is a 20-foot emanation and lasts for 1 minute. You and allies in your aura gain a +1 status bonus to all saving throws, resistance equal to your level to positive and negative damage, and are unharmed by the effects of a plane’s positive and negative traits. Animals in the aura lower than your level don’t attack you or your allies in the aura unless they are controlled or otherwise forced to attack, or unless you or your allies attack first.","traits":"Abjuration, Angel, Aura, Divine, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130138"},{"id":"d93d9016-7fef-43d8-ac04-f404f9a0c874","name":"Wrath of God","level":17,"action":2,"textDescription":"<b>Frequency</b> once per day<br>Sometimes, the work of the heavens requires not subtlety but overwhelming, awe-inspiring force. Happily, this you are well-positioned to provide. You call down the wrath of god in an explosion of divine radiance with a 60-foot radius burst within 500 feet. If the wrath of god overlaps with a darkness effect, it attempts to counteract the darkness effect with a counteract level equal to half your level rounded up and a counteract modifier equal to the higher of your class DC – 10 or your spell DC – 10. All creatures in the area take 8d10 fire damage, plus 8d10 additional positive damage to undead creatures and 8d10 additional good damage to fiends. Undead fiends take one or the other of the positive damage or good damage, whichever is worse for them. The effects depend on a Reflex save against the higher of your class DC and spell DC.<br><br><b>Critical Success</b> The creature is unaffected.<br><b>Success</b> The creature takes half damage.<br><b>Failure</b> The creature takes full damage and is dazzled for 1 round.<br><b>Critical Failure</b> The creature takes full damage, is blinded and dazzled for 1 round, and if it’s not on its home plane, it must succeed at a Will save against the higher of your class DC and your spell DC or be banished to its home plane.","traits":"Angel, Concentrate, Divine, Evocation, Fire, Good, Light, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130138"},{"id":"1d62301d-c047-45ee-b692-053fe1374358","name":"Friend of Nature","reqFeats":["7200cdc5-75b8-4423-8f95-8e0ce037ba29"],"textDescription":"<b>Prerequisites</b> movanic deva heritage<br>Of all of the celestial angels, movanic devas take the greatest interest in the natural world, and are often found accompanied by tame creatures of the wild. You gain a familiar. The type of animal is up to you, but doves and white rats are both common choices.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130138","listCustomEffects":[{"effectType":14,"string0":"WIZARD_Familiar"}]},{"id":"b166aca4-9980-435c-9b45-f4f59c622f7e","name":"Additional Amnesty","level":9,"reqFeats":["d3d643d0-d68a-48f9-b763-2d0ff23f8ab6"],"textDescription":"<b>Prerequisites</b> Angel’s Amnesty<br>You can call upon a messenger’s protection more often than normal for a fallen angel. You can use Angel’s Amnesty once per hour, instead of once per day, and once per day you can use it even when you don’t meet the requirements.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130138"},{"id":"31582db7-f45a-4a63-8652-3f56efe5bbe9","name":"Speech of the Heavens","level":17,"reqFeats":["b8295c81-9c53-4ce2-ba2e-8d16c1bcdc31"],"textDescription":"<b>Prerequisites</b> Truespeech<br>You’ve regained the full capabilities of angelic truespeech and more. You gain the constant effects of <i>tongues</i> as a divine innate spell, and if it’s somehow removed, you can regain the effects as a two-action activity, which has the concentrate trait. When you use your Truespeech feat to cast <i>tongues</i>, you also gain the other benefits of that feat, above and beyond the <i>tongues</i> spell.","traits":"Uncommon, Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130138"},{"id":"d00324e0-096a-4129-9d9d-3b2d07d5758f","name":"Aura of Righteousness","level":13,"action":2,"reqFeats":["20b9dde1-4fdb-4e94-80e6-0646ae935e57"],"textDescription":"<b>Prerequisites</b> planetar heritage<br><b>Frequency</b> once per day<br>You were a general of the heavenly host, and against your army no force could stand—not mortal nor fiend. You raise your weapon or fist to the heavens, and you are wreathed in an aura of light, holy verses in a thousand languages spinning around your form. For 1 minute, you and all allies within 20 feet gain a +2 status bonus to attack rolls, damage rolls, saving throws, and AC against fiends and undead. The area in the aura is difficult terrain to fiends and undead.","traits":"Angel, Aura, Divine, Evocation, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130138"},{"id":"f0ded4e2-7836-45ad-9409-7a8b0edf9a93","name":"Blessed Blood","textDescription":"You may have fallen, but your blood still has the waft of Heaven about it—functioning similarly to holy water, to many a monster’s dismay. Whenever a fiend, undead, or creature with a weakness to good drinks your blood or deals piercing or slashing damage to you with jaws, fangs, or a similar attack, that creature takes 1d6 good damage. You gain a +4 circumstance bonus to Crafting checks to Craft holy water using your own blood as one of the ingredients.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130139"},{"id":"6bcbba5f-874a-415a-851f-1747b3292203","name":"Fortified Soul","reqFeats":["56785bc3-948a-4748-9b27-2e5c815aa3d8||324715ed-b03e-4237-b569-5261f36d7524||bfedc075-0625-424f-9c6c-fec3df6e7ab0||7200cdc5-75b8-4423-8f95-8e0ce037ba29"],"textDescription":"<b>Prerequisites</b> balisse, choral, monadic, or movanic deva heritage<br>Even when clothed in gross matter, you remain an echo of what you once were, a creature of sublime song or divine fire. You gain resistance equal to half your level (minimum 1) to sonic damage (if you have the choral heritage), fire damage (if you have the balisse heritage), or negative damage (if you have the monadic or movanic deva heritage).","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130139","listCustomEffects":[{"effectType":13,"string0":"e5df4f67-5217-472d-9a49-91a8291acae6"}]},{"id":"00fcc6f1-38e7-4e78-a121-33008c7cd735","name":"Spiritual Warden","level":13,"action":2,"reqFeats":["bfedc075-0625-424f-9c6c-fec3df6e7ab0"],"textDescription":"<b>Prerequisites</b> monadic deva heritage<br><b>Frequency</b> once per day<br>As a monadic deva, you can safeguard your soul and those of your nearby allies. Your spiritual warden aura is a 20-foot emanation that lasts for 1 minute. You and allies in your aura gain a +2 status bonus to saving throws against death effects and effects that target or manipulate their souls and gain resistance equal to your level to damage from such effects.","traits":"Abjuration, Angel, Aura, Divine, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130139"},{"id":"d3d643d0-d68a-48f9-b763-2d0ff23f8ab6","name":"Angel's Amnesty","level":5,"action":1,"textDescription":"<b>Frequency</b> once per day<br><b>Requirements</b> You are passing through your current location to deliver a message, and you haven’t engineered the message and its path to exploit the intent of Angel’s Amnesty<br>Angel means “messenger,” and the lingering power of Heaven still protects you when you have a message to deliver and mean no harm. You gain the effects of <i>sanctuary</i>, using the higher of your class DC and your spell DC.","traits":"Abjuration, Angel, Divine, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130139"},{"id":"2ce75feb-965e-4a96-9625-51b96c336877","name":"Angelic Aura","level":17,"reqFeats":["d00324e0-096a-4129-9d9d-3b2d07d5758f||ebad246c-a8ff-4f86-af2d-f961b873ffae||1d24cc3a-f429-4c11-a161-f3b63bd89ec1||1b33a946-7f1a-471b-a71d-30e63bbb0b7b||00fcc6f1-38e7-4e78-a121-33008c7cd735||4a99edb0-c636-4411-b95d-1e583dc01a3d"],"textDescription":"<b>Prerequisites</b> Aura of Righteousness, Aura of Vitality, Confessor’s Aura, Harmonizing Aura, Spiritual Warden, or Traveler’s Aura<br>Your connection to your heavenly aura grows stronger, allowing you to use your aura more often. You can use the prerequisite aura feat you have, depending on your heritage, once per hour, instead of once per day. If you’re a balisse, your confessor’s aura is constant, and you can activate it or deactivate it with a single action, which has the concentrate trait.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130139"},{"id":"0621337d-9bcd-4633-96e4-d8f910b0dce7","name":"Eternal","level":9,"reqFeats":["4f4872f4-ac58-4d2a-8f50-3bed9c2107fb"],"textDescription":"<b>Prerequisites</b> Ageless<br>You’ve spent many years in the mortal realm, enough to have picked up more than your fair share of tricks. When you choose a skill in which to become trained with Ageless, you can also choose a skill in which you are already trained and become an expert in that skill. This lasts until your Ageless expires. When the effects of Ageless and Eternal expire, you can retrain one of your skill increases. The skill increase you gain from this retraining must either make you trained in the skill you chose with Ageless or make you an expert in the skill you chose with Eternal.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130139"},{"id":"1d24cc3a-f429-4c11-a161-f3b63bd89ec1","name":"Confessor's Aura","level":9,"action":2,"reqFeats":["56785bc3-948a-4748-9b27-2e5c815aa3d8"],"textDescription":"<b>Prerequisites</b> balisse heritage<br><b>Frequency</b> once per day<br>Confessor angels are more associated with divine truth, but they also can, in a pinch, turn to divine fire. You create a confessor’s aura around you, which lasts for 10 minutes. It has the effects of a <i>zone of truth</i> spell, except it takes the form of a 20-foot aura emanating from you rather than a burst. Additionally, if creatures in the aura choose to honestly express their own conflicted feelings, the aura makes it easier for them to put words to those feelings.","traits":"Uncommon, Abjuration, Angel, Aura, Divination, Divine, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130139"},{"id":"18204109-c701-4c7f-827f-ad0db02c130d","name":"Return to the Heavens","level":17,"reqFeats":["476f96b0-368a-4017-846b-cb4c9e8d8954"],"textDescription":"<b>Prerequisites</b> On Heavenly Wings<br>You may not have access to the true heavens, but the skies make for a modest substitute. You can transform your cloak into wings for as long as you wish, gaining a fly Speed equal to your land Speed that lasts indefinitely. You can use a single action, which has the concentrate and manipulate traits, to withdraw your wings into a cloak or manifest them as wings again. When you use On Heavenly Wings, you gain a +20-foot status bonus to your fly Speed for the duration.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130139"},{"id":"52f7b4aa-dcfd-4c75-aede-bca65a39b85b","name":"Eyes of God","textDescription":"Darkness is no impediment for the piercing gaze of a divine messenger. You gain darkvision.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130140"},{"id":"6ccf545e-ff19-4600-b58a-05ec25af807f","name":"Sword of Flames","level":13,"action":1,"reqFeats":["56785bc3-948a-4748-9b27-2e5c815aa3d8||7200cdc5-75b8-4423-8f95-8e0ce037ba29"],"textDescription":"<b>Prerequisites</b> balisse or movanic deva heritage<br><b>Frequency</b> once per hour<br>If you’re a balisse, it was once your task to track down sinners and give them a chance to repent, to confess their crimes and see atonement, and if you’re a movanic deva, you protected unborn souls starting with negotiation. Usually, you were successful, but on those occasions you weren’t you were not without other tools... including a sword of blazing flame to fight off to burn your foes to cinders. Any weapon you hold gains the effects of the <i>flaming</i> property rune for 1 minute or until you cease holding the weapon. If this would give a weapon more property runes than its normal maximum, one of the existing property runes (you choose) is suppressed until the spell ends.<br><br><b>Special</b> If you’re a balisse and you’re in combat with a creature that you or your allies have given a good-faith opportunity to atone and repent for a specific crime before combat began, and the creature has refused, then this feat grants you the effects of a <i>greater flaming</i> property rune instead. If you’re a movanic deva, you gain this benefit instead against undead and creatures presenting a threat to unborn souls.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130140"},{"id":"0b4b52bd-1c4e-4f0a-8be3-6c13afaa4352","name":"Golden Halo","level":13,"action":3,"reqFeats":["23aba13f-be0d-483a-8ddc-23abc19ee630","1e09b9b1-2cbe-4a34-b078-5dc869d7f7a7"],"textDescription":"<b>Prerequisites</b> Copper Halo, Silver Halo<br><b>Frequency</b> once per hour<br>Your halo blazes outwards like a flame, a light too awe-inspiring to deny. You cast both <i>bane</i> and <i>bless</i> at the same time, each as a 1st-level divine innate spell. As long as both spells remain active, you can Sustain them both with the same action. This doesn’t expend your uses of <i>bane</i> and <i>bless</i> granted by Silver Halo.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130141"},{"id":"1a6799f4-3b38-4fbb-82a8-247bc0845529","name":"Warden of the Cycle","reqFeats":["bfedc075-0625-424f-9c6c-fec3df6e7ab0"],"textDescription":"<b>Prerequisites</b> monadic deva heritage<br>Guarding the cycle of souls sometimes requires a monadic deva to apply violence not only against the living (or immortal, as the case may be), but against the dead as well. Your weapon and unarmed attack Strikes against incorporeal creatures become magical. If they are already magical, they instead gain the effects of a <i>ghost touch</i> property rune.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130140"},{"id":"1b33a946-7f1a-471b-a71d-30e63bbb0b7b","name":"Harmonizing Aura","level":13,"action":1,"reqFeats":["324715ed-b03e-4237-b569-5261f36d7524"],"textDescription":"<b>Prerequisites</b> choral heritage<br><b>Frequency</b> once per day<br>As a choral angel, you produce a humming aura that harmonizes with sonic and auditory effects. Your harmonizing aura is a 20-foot emanation and lasts for 1 minute. You and allies in the area gain a +3 status bonus to damage rolls for effects dealing sonic damage and a +1 status bonus to AC and all saves against sonic and auditory effects. Enemies in the area take a –3 status penalty to sonic damage rolls and a –1 status penalty to AC and all saves against sonic and auditory effects.","traits":"Angel, Aura, Divine, Evocation, Sonic, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130142"},{"id":"1e09b9b1-2cbe-4a34-b078-5dc869d7f7a7","name":"Silver Halo","level":5,"textDescription":"You can briefly manifest a halo of luminous, pearly light—either a calm, comforting light to chase away the shadows, or a stark, burning glare that highlights every flaw. Once per day, you can cast <i>bane</i> or <i>bless</i> as a 1st-level divine innate spell.<br><br><b>Special</b> If you have the Copper Halo feat, you can cast both <i>bane</i> and <i>bless</i> once per day, and the radius of the <i>bless</i> or <i>bane</i> effect increases by an additional 5 feet each time you Sustain the spell.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130140","listCustomEffects":[{"proficiencyName":"Bane","effectType":9,"bonusType":1,"bonusAmount":1},{"proficiencyName":"Bless","effectType":9,"bonusType":1,"bonusAmount":1}]},{"id":"2517d866-5c89-4598-96cb-6c635fe77306","name":"Angelic Weapon Familiarity","textDescription":"The ancient image of the angel bears a flaming sword in hand, but other weapons are common among the celestial realms as well. After all, sometimes the cause of the heavens requires bashing a few heads in. You have familiarity with any weapons with the angel trait, as well as with bastard swords, greatswords, longswords, maces, scimitars, and warhammers—for the purposes of proficiency, you treat any of these that are martial weapons as simple weapons and any that are advanced weapons as martial weapons.<br><br>At 5th level, whenever you get a critical hit with one of these weapons, you get its critical specialization effect.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130140","listCustomEffects":[{"effectType":16,"string0":"Bastard Sword, Greatsword, Longsword, Mace, Scimitar, Warhammer","string1":"Angel"}]},{"id":"4556922b-f266-4544-9e7a-2e7dbe413b5c","name":"Path of Grace","level":9,"textDescription":"You have spent long enough in the mortal realm to realize that what you once were need not determine what you are now. This entails a choice—a significant one. You can choose to remain loyal to Heaven, gaining a +2 circumstance bonus to all saving throws against fiends. You can choose to oppose Heaven and its allies, whether as champion of evil or as loyal opposition, gaining a +2 circumstance bonus to all saving throws against celestials. Or you can choose to walk your own path, betwixt and between, shunning all gods and all creatures of the divine, gaining a +1 circumstance bonus to all saving throws against divine effects.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130141"},{"id":"476f96b0-368a-4017-846b-cb4c9e8d8954","name":"On Heavenly Wings","level":9,"action":2,"textDescription":"<b>Frequency</b> once per day<br><b>Requirements</b> You must have your cloak of feathers worn or in hand<br>You lost the power of flight when you fell, but with effort you can call it back. Your cloak transforms into your original wings, for a short while at least. These wings remain for 10 minutes. You gain a fly Speed equal to your Speed while you’ve manifested your wings.","traits":"Angel, Divine, Morph, Transmutation, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130141"},{"id":"4a99edb0-c636-4411-b95d-1e583dc01a3d","name":"Traveler's Aura","level":13,"action":2,"reqFeats":["b536f392-8684-4b34-b445-58325a83d670"],"textDescription":"<b>Prerequisites</b> astral deva heritage<br><b>Frequency</b> once per day<br>As an astral deva, you can produce an aura to protect travelers from any hostile environment, and you’re aware of attacks coming from others within your aura. Your traveler’s aura is a 20-foot radius and lasts for 1 minute. You and allies in your aura are protected from ambient environmental damage from any plane, including severe and extreme heat and cold, though not to all environmental hazards and other such dangers. You are never flat-footed to creatures within this aura.","traits":"Abjuration, Angel, Aura, Divine, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130142"},{"id":"4f4872f4-ac58-4d2a-8f50-3bed9c2107fb","name":"Ageless","textDescription":"<b>Prerequisites</b> You have been in the mortal realm for at least 100 years<br>Your sojourn to the mortal realms has been an extended one, and in your day, you have done a great many things. During your daily preparations, you can reflect upon your time beneath the heavens to gain the trained proficiency rank in one skill of your choice. This proficiency lasts until you prepare again. Since this proficiency is temporary, you can’t use it as a prerequisite for a skill increase or a permanent character option like a feat.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130140"},{"id":"59ac6ca7-81b6-435f-83e9-9adf5ea6776b","name":"Endless","level":13,"action":1,"reqFeats":["0621337d-9bcd-4633-96e4-d8f910b0dce7"],"textDescription":"<b>Frequency</b> once per day<br><b>Prerequisites</b> Eternal<br>The mortal realm is full of surprises. So are you. You reflect on your life experiences, changing the skills you selected with Ageless and Eternal.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130141"},{"id":"66297fb1-8921-4f02-a2ff-2c2ad01723da","name":"Celestial Magic","level":9,"reqFeats":["b536f392-8684-4b34-b445-58325a83d670||324715ed-b03e-4237-b569-5261f36d7524||bfedc075-0625-424f-9c6c-fec3df6e7ab0||7200cdc5-75b8-4423-8f95-8e0ce037ba29||20b9dde1-4fdb-4e94-80e6-0646ae935e57"],"textDescription":"<b>Prerequisites</b> astral deva, choral, monadic deva, movanic deva, or planetar heritage<br>You have restored some of your celestial magic, regaining your lost power from Heaven. The spells you gain depend on your heritage.<br><b>Astral Deva</b>: You served as messenger and emissary, and you have not forgotten everything. You can cast <i>animal messenger</i> (though instead of an animal, a cassisian angel appears to serve) and <i>comprehend language</i> each once per day as divine innate spells.<br><b>Choral</b>: You spent an eternity in the unseen choirs of Heaven, and you remember a few tricks still. You can cast <i>invisibility</i> and <i>sound burst</i> each once per day as divine innate spells.<br><b>Monadic Deva</b>: You have stood watch over the cycle of souls, and nothing of death can frighten you. You can cast <i>gentle repose</i> and <i>remove fear</i> each once per day as divine innate spells.<br><b>Movanic Deva</b>: You can calm your allies' fear and go unseen. You can cast <i>remove fear</i> and <i>invisibility</i> each once per day as divine innate spells.<br><b>Planetar</b>: Once, you were a warrior of Heaven. Perhaps you still can be. You can cast <i>telekinetic maneuver</i> twice per day as a divine innate spell.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130141","listCustomEffects":[{"effectType":13,"string0":"3c68a78b-9d24-417f-a508-accde6ffc30d"}]},{"id":"6d085d5a-e621-45bf-8957-09b7290a46ba","name":"Angelic Lore","textDescription":"You may have forgotten much in the fall, but there’s still much that you remember. You gain the trained proficiency rank in Diplomacy and Religion. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You gain the Additional Lore feat for Angel Lore.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130141","listCustomEffects":[{"proficiencyName":"Diplomacy","effectType":11,"bonusAmount":2},{"proficiencyName":"Religion","effectType":11,"bonusAmount":2},{"effectType":14,"string0":"GENERAL_Additional Lore"}]},{"id":"81a9e1ba-34aa-4a96-b7d2-3718d5f84563","name":"Piercing Hymn","reqFeats":["324715ed-b03e-4237-b569-5261f36d7524"],"textDescription":"<b>Prerequisites</b> choral heritage<br>For an angel of the heavenly choir, shattering glass with one’s voice is a cheap trick. Shattering stone, now that’s a worthy challenge. Your piercing song ranged unarmed attack deals 1d6 sonic damage instead of 1d4, the range increment increases to 40 feet, and the duration of the deafened effect on a critical hit increases to twice the number of weapon damage dice. Your piercing song ignores an amount of an inanimate object’s Hardness equal to the number of weapon damage dice.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130141"},{"id":"96d1f7d8-3295-4337-9212-d1cec2c8ed93","name":"Celestial Strikes","level":13,"textDescription":"Your very touch still carries with it the might of Heaven, and any sword you bear is as good as a burning brand against the unholy. Your weapon and unarmed Strikes deal 1 additional good damage.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130141"},{"id":"b8295c81-9c53-4ce2-ba2e-8d16c1bcdc31","name":"Truespeech","level":13,"textDescription":"Many angels are messengers of the heavens, which requires them to be able to speak any number of strange and curious tongues. You can cast <i>tongues</i> as a divine innate spell once per day on yourself only. You gain a +1 status bonus to Diplomacy checks for the duration of the spell when speaking to creatures with whom you already shared a language before casting.<br><br>If you desire, during the spell you can also have each listener, even those of whom you’re not aware, hear you in whatever they consider their native or most favored speech—you don’t need to select a single listener if you don’t want to.","traits":"Uncommoon, Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130142","listCustomEffects":[{"proficiencyName":"Tongues","effectType":9,"bonusType":1,"bonusAmount":5}]},{"id":"c332bc8e-a7af-4b53-a094-3b4498ccac2e","name":"Wanderer's Ward","level":5,"reqFeats":["b536f392-8684-4b34-b445-58325a83d670"],"textDescription":"<b>Prerequisites</b> astral deva heritage<br>You have seen the heights of Heaven and the depths of Hell. You have stood at the banks of the rivers of the underworld and bathed in the chaos of the elemental planes. You extend the benefit of your astral deva heritage to all allies within 20 feet of you rather than just one. You and all creatures to which you extend the benefits also gain a +2 circumstance bonus to AC and saves against environmental hazards.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130141"},{"id":"d2379901-95f3-4495-9765-5aff66bff109","name":"Memory of Heaven","level":5,"textDescription":"You may not be able to fly anymore, but the sky is still not yet an entirely hostile domain. Provided you are wearing or holding your cloak of feathers, you take no damage from falling, regardless of the distance you fall, and you gain the Powerful Leap skill feat as a bonus feat, even if you don’t meet the prerequisites.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130141","listCustomEffects":[{"effectType":14,"string0":"GENERAL_Powerful Leap"}]},{"id":"f42bb01c-7ddd-4040-a37c-40736b7bf120","name":"Unfallen","level":17,"action":3,"textDescription":"<b>Frequency</b> once per day<br>The fall took much from you, but some spark of Heaven lingers inside you still. In times of dire need and great urgency, you can remember what you once were—for a few moments, at least. Each angel’s moment of recollection is different, but typically includes blinding light and the sound of angelic trumpets. Every creature within 10 feet of you is deafened and dazzled for 1 round unless they succeed at a Fortitude save against your class DC or spell DC, whichever is higher.<br><br>If you were Medium or smaller, you become Large and your reach increases by 5 feet (or by 10 feet if you somehow started out Tiny). You must have space to expand into, or the effect is lost. You also gain the following benefits:<br><ul><li>40 temporary Hit Points.</li><br><li>A fly Speed equal to your Speed.</li><br><li>A +1 status bonus to saves against magic.</li><br><li>Darkvision.</li><br><li>Your fist attacks deal 2d8 damage.</li><br><li>Your unarmed attacks, and your weapons deal 1 additional good damage.</li></ul><br>Your unfallen form looks roughly like you did before the fall, and you remain in that form for 1 minute. While in your unfallen form, you can cast <i>breath of life</i>, <i>divine wrath</i>, and <i>zealous conviction</i>, as 6th-level divine innate spells, once each per use of this feat. When you emerge from your unfallen form, you become drained 3. Special You gain weakness 10 to evil and can take evil damage, even if you’re not good. This effect applies even when you’re not in your unfallen form.","traits":"Angel, Divine, Morph, Transmutation, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130142","listCustomEffects":[{"proficiencyName":"Evil","effectType":12,"bonusAmount":-10},{"proficiencyName":"Breath of Life","effectType":9,"bonusType":1,"bonusAmount":5},{"proficiencyName":"Divine Wrath","effectType":9,"bonusType":1,"bonusAmount":4},{"proficiencyName":"Zealous Conviction","effectType":9,"bonusType":1,"bonusAmount":6}]}],"listCustomHeritages":[{"id":"9600cd9c-0e72-43f4-b305-5581c81421e9","name":"Aquatic Eye","textDescription":"Your body has grown fins and adapted for life underwater. You gain the amphibious trait, meaning you can breathe both air and water. Your land Speed is 15 feet instead of 20 feet, and you gain a 20 foot swim Speed.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130146","listCustomEffects":[{"effectType":1,"bonusType":3,"bonusAmount":-5}]},{"id":"a99c2abc-b3d7-4c5c-af49-aa8d75c938a5","name":"Midnight Eye","textDescription":"Your visual acuity in the depths of darkness is even more astounding than that of other evil eyes, allowing you to pierce the deepest magical darkness. You gain greater darkvision.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130146"},{"id":"469be363-0261-4bed-9d9d-54b23c81af4b","name":"Elder Eye","textDescription":"Your body ages far more slowly than other evil eyes, and you’ve lived a long time, seeing many things and gathering plenty of knowledge over time. You gain the Additional Lore feat three times.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130146","listCustomEffects":[{"effectType":14,"string0":"GENERAL_Additional Lore"},{"effectType":14,"string0":"GENERAL_Additional Lore"},{"effectType":14,"string0":"GENERAL_Additional Lore"}]},{"id":"0dc13b3b-9d58-4991-a126-10b04a4ef9da","name":"Balloon Eye","textDescription":"Your body is mostly full of air, like a balloon, making falls a breeze for you. You take no damage from falling, regardless of the distance you fall.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130146"},{"id":"300f0b45-0da7-4916-a62c-907c2a93422e","name":"Mini Eye","textDescription":"You are a mini eye, much smaller than other evil eyes, and it’s easy for you to fit through small gaps, hide, and spy on whatever interests you. You are Tiny instead of Medium, and you gain a +1 circumstance bonus to Acrobatics checks to Squeeze and Stealth checks to Hide.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130147","listCustomEffects":[{"effectType":18,"int0":0,"reference":"0d5d67a4-da4c-4d21-9ba9-52b8ad8eb4a4"}]},{"id":"ca10de7f-ddc0-425c-b326-c70d8687ae95","name":"Stalking Eye","textDescription":"Your control over your stalks is superior to other evil eyes, allowing you to travel and stalk prey or creatures of interest more quickly. Your land Speed is 25 feet, instead of 20 feet.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130147","listCustomEffects":[{"effectType":1,"bonusType":3,"bonusAmount":5}]},{"id":"cd62f9c4-105a-431b-9060-d897df9258f7","name":"Burning Eye","textDescription":"Your eye is ablaze, allowing you to shoot beams of fire from your eye and protecting you from fire. You gain an eye beam ranged unarmed attack with a range of 20 feet that deals 1d4 fire damage. You gain resistance to fire damage equal to half your level.","traits":"Evil Eye, 3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130147","listCustomEffects":[{"proficiencyName":"Fire","effectType":12,"bonusType":1}]},{"id":"bfedc075-0625-424f-9c6c-fec3df6e7ab0","name":"Monadic Deva","textDescription":"As one of the two guardian devas, alongside your movanic kin, you were once charged with guarding the cycle of souls and ensuring that no one attempted to manipulate the proper course of the afterlife. Even fallen, you retain a distinct security of soul and friendly relations with psychopomps (who tend to find the difference between fallen and unfallen angels academic). When you roll a success on a saving throw against a death effect, an effect that deals negative damage, or an effect that targets or manipulates your soul, you get a critical success instead.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130146"},{"id":"324715ed-b03e-4237-b569-5261f36d7524","name":"Choral","textDescription":"As a choral angel, you once sung hymns of praise and thanksgiving in the halls of Heaven, and even now, you are an impressively skilled singer and musician. Your amazing voice can also be used in a more aggressive fashion, shattering glass or rupturing eardrums. You gain a piercing song ranged unarmed attack with a range increment of 20 feet that deals 1d4 sonic damage. On a critical hit, the target is deafened for a number of rounds equal to the number of weapon damage dice. Your piercing song doesn’t have a weapon group or a critical specialization effect.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130146"},{"id":"7200cdc5-75b8-4423-8f95-8e0ce037ba29","name":"Movanic Deva","textDescription":"Whereas monadic devas guard the soul before and after death, as a movanic deva, you once did so from birth to death. You were given guardianship over all beasts and birds as well, to aid you in your mission but also because animals occasionally required your protection as well. As a fallen deva, you don’t have quite the broad powers you once did, but you can still ask and be answered. You can ask questions of, receive answers from, and use the Diplomacy skill with animals, and in most cases, wild animals will give you time to ask your questions. You gain a +1 circumstance bonus to Make an Impression on animals.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130146"},{"id":"20b9dde1-4fdb-4e94-80e6-0646ae935e57","name":"Planetar","textDescription":"Most of Heaven’s tasks involve peace, patience, and gentle persuasion. On occasion, however, they involve raining holy fire down from the heavens and smiting evil with a burning sword, and in those cases, you were once summoned. As a planetar, you were a powerful but exceedingly unsubtle being—and you still might be. You are trained in Intimidation, and you gain the Intimidating Glare skill feat as a bonus skill feat.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130146","listCustomEffects":[{"proficiencyName":"Intimidation","effectType":11,"bonusAmount":2},{"effectType":14,"string0":"GENERAL_Intimidating Glare"}]},{"id":"56785bc3-948a-4748-9b27-2e5c815aa3d8","name":"Balisse","textDescription":"As a fiery-winged balisse, you are also known as a confessor angel, and your job was to guide mortals to the side of good. To that end, you are exceptionally good at understanding mortal emotions and piercing all manner of self-serving deception. You gain a +1 circumstance bonus to Perception checks to Sense Motive and to Perception DCs against attempts to Lie to you. This bonus also applies to your Perception checks and DCs against illusions.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130146"},{"id":"b536f392-8684-4b34-b445-58325a83d670","name":"Astral Deva","textDescription":"As an astral deva, you were a herald of Heaven, serving as messenger and emissary in equal measure. You could go anywhere, from frozen glaciers to burning desert, from deepest forest to shattered waste, and be at home. You lost some of this power in the fall, but a smidgen remains. You treat environmental heat and cold effects as if they were one step less extreme (so incredible heat becomes extreme heat, extreme cold becomes severe cold, and so forth). You can extend this effect to one ally within 20 feet of your choice.","traits":"Angel, 3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130146"}],"listCustomSpecial":[{"name":"Second Shaping Choice","id":"8fa8251b-bc09-425b-a70d-c6c4db4396ea","description":"Choose an additional heritage.","traits":"3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","specialType":-1,"databaseID":1,"timestamp":"1706490130150"},{"name":"Peerless Eye","id":"5162bf1e-d867-4eac-9525-39a91dc27716","description":"You have an enormous eye that takes up most of your body and grants you superior visual acuity. You gain darkvision. You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white. You also have an easier time spotting hidden things. You gain a +2 circumstance bonus when using the Seek action to find hidden or undetected creatures within 30 feet of you. When you target an opponent that is concealed from you or hidden from you, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one.","traits":"3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130150"},{"name":"Darkvision","id":"e2fb4848-85cc-44d9-8860-70a74d4075e5","description":"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.","traits":"3rd Party","src":"CRB","databaseID":1},{"name":"Fortified Soul Choice","id":"e5df4f67-5217-472d-9a49-91a8291acae6","description":"You gain resistance equal to half your level (minimum 1) to sonic damage (if you have the choral heritage), fire damage (if you have the balisse heritage), or negative damage (if you have the monadic or movanic deva heritage).","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","specialType":-1,"databaseID":1,"timestamp":"1706490130149"},{"name":"Celestial Magic Choice","id":"3c68a78b-9d24-417f-a508-accde6ffc30d","description":"You have restored some of your celestial magic, regaining your lost power from Heaven. The spells you gain depend on your heritage.<br><b>Astral Deva</b>: You served as messenger and emissary, and you have not forgotten everything. You can cast animal messenger (though instead of an animal, a cassisian angel appears to serve) and comprehend language each once per day as divine innate spells.<br><b>Choral</b>: You spent an eternity in the unseen choirs of Heaven, and you remember a few tricks still. You can cast invisibility and sound burst each once per day as divine innate spells.<br><b>Monadic Deva</b>: You have stood watch over the cycle of souls, and nothing of death can frighten you. You can cast gentle repose and remove fear each once per day as divine innate spells.<br><b>Movanic Deva</b>: The beasts of the field and the birds of the sky answer when you call them. You can cast remove fear and invisibility each once per day as divine innate spells.<br><b>Planetar</b>: Once, you were a warrior of Heaven. Perhaps you still can be. You can cast telekinetic maneuver twice per day as a divine innate spell.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","specialType":-1,"databaseID":1,"timestamp":"1706490130148"},{"name":"Cloak of Feathers","id":"397a468d-2ff8-4a92-b9dd-bd53ca3d2a4a","description":"You possess a feathered cloak, which is a manifestation of your own soul. It has a hardness equal to your Wisdom modifier (minimum 0) and Hit Points equal to your level. If the cloak is destroyed or separated from you for more than a day, you are drained 1, but once you remove the drained condition the cloak rematerializes in your possession. Your cloak maintains a connection to your former abode and can grant you greater benefits as you advance in power and expand its role.<br><br>Since you’re no longer connected to the heavens, you can’t use the angelic messenger ritual or other similar abilities. It’s not that easy to return to your old home.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130149"},{"name":"Heaven's Guidance","id":"40d975bb-4d8c-4624-b2a7-04eff0f78e9e","description":"You may have fallen, but you haven’t fallen so far that Heaven won’t give you a hand from time to time. You can cast the <i>guidance</i> cantrip as a divine innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130149","listCustomEffects":[{"proficiencyName":"Guidance","effectType":9,"bonusType":1}]},{"name":"Low-Light Vision","id":"cab827fa-8018-4a07-ab7d-1b56c0de2b50","description":"You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light.","traits":"3rd Party","src":"CRB","databaseID":1,"timestamp":"1706490130149"},{"name":"Aquatic Eye","id":"c9596a99-1ee0-4e82-adb0-43a3839b7842","description":"Your body has grown fins and adapted for life underwater. You gain the amphibious trait, meaning you can breathe both air and water. Your land Speed is 15 feet instead of 20 feet, and you gain a 20 foot swim Speed.","traits":"3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130148","parentID":"8fa8251b-bc09-425b-a70d-c6c4db4396ea","listCustomEffects":[{"effectType":19,"string0":"9600cd9c-0e72-43f4-b305-5581c81421e9"}]},{"name":"Astral Deva","id":"4aab0484-5779-4dc6-8c12-a5fb98005e22","description":"You served as messenger and emissary, and you have not forgotten everything. You can cast <i>animal messenger</i> (though instead of an animal, a cassisian angel appears to serve) and <i>comprehend language</i> each once per day as divine innate spells.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130148","parentID":"3c68a78b-9d24-417f-a508-accde6ffc30d"},{"name":"Balisse","id":"08ee3253-d4a4-4596-bc41-4d735a4d85c2","description":"You gain resistance equal to half your level (minimum 1) to fire damage.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130148","parentID":"e5df4f67-5217-472d-9a49-91a8291acae6","listCustomEffects":[{"proficiencyName":"Fire","effectType":12,"bonusType":1}]},{"name":"Balloon Eye","id":"7289cb5b-25cc-416f-a51d-5b6d07c45dd4","description":"Your body is mostly full of air, like a balloon, making falls a breeze for you. You take no damage from falling, regardless of the distance you fall.","traits":"3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130148","parentID":"8fa8251b-bc09-425b-a70d-c6c4db4396ea","listCustomEffects":[{"effectType":19,"string0":"0dc13b3b-9d58-4991-a126-10b04a4ef9da"}]},{"name":"Burning Eye","id":"a99482b0-45bf-41fe-9863-7f1b5b712521","description":"Your eye is ablaze, allowing you to shoot beams of fire from your eye and protecting you from fire. You gain an eye beam ranged unarmed attack with a range of 20 feet that deals 1d4 fire damage. You gain resistance to fire damage equal to half your level.","traits":"3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130148","parentID":"8fa8251b-bc09-425b-a70d-c6c4db4396ea","listCustomEffects":[{"effectType":19,"string0":"cd62f9c4-105a-431b-9060-d897df9258f7"}]},{"name":"Celestial Magic Choice","id":"3c68a78b-9d24-417f-a508-accde6ffc30d","description":"You have restored some of your celestial magic, regaining your lost power from Heaven. The spells you gain depend on your heritage.<br><b>Astral Deva</b>: You served as messenger and emissary, and you have not forgotten everything. You can cast animal messenger (though instead of an animal, a cassisian angel appears to serve) and comprehend language each once per day as divine innate spells.<br><b>Choral</b>: You spent an eternity in the unseen choirs of Heaven, and you remember a few tricks still. You can cast invisibility and sound burst each once per day as divine innate spells.<br><b>Monadic Deva</b>: You have stood watch over the cycle of souls, and nothing of death can frighten you. You can cast gentle repose and remove fear each once per day as divine innate spells.<br><b>Movanic Deva</b>: The beasts of the field and the birds of the sky answer when you call them. You can cast remove fear and invisibility each once per day as divine innate spells.<br><b>Planetar</b>: Once, you were a warrior of Heaven. Perhaps you still can be. You can cast telekinetic maneuver twice per day as a divine innate spell.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","specialType":-1,"databaseID":1,"timestamp":"1706490130148"},{"name":"Choral","id":"052ba10c-3765-4f3c-9a12-ad65ec976a27","description":"You spent an eternity in the unseen choirs of Heaven, and you remember a few tricks still. You can cast <i>invisibility</i> and <i>sound burst</i> each once per day as divine innate spells.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130149","parentID":"3c68a78b-9d24-417f-a508-accde6ffc30d"},{"name":"Choral","id":"44782f91-0045-4425-93c5-aa0e6970482f","description":"You gain resistance equal to half your level (minimum 1) to sonic damage.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130149","parentID":"e5df4f67-5217-472d-9a49-91a8291acae6","listCustomEffects":[{"proficiencyName":"Sonic","effectType":12}]},{"name":"Cloak of Feathers","id":"397a468d-2ff8-4a92-b9dd-bd53ca3d2a4a","description":"You possess a feathered cloak, which is a manifestation of your own soul. It has a hardness equal to your Wisdom modifier (minimum 0) and Hit Points equal to your level. If the cloak is destroyed or separated from you for more than a day, you are drained 1, but once you remove the drained condition the cloak rematerializes in your possession. Your cloak maintains a connection to your former abode and can grant you greater benefits as you advance in power and expand its role.<br><br>Since you’re no longer connected to the heavens, you can’t use the angelic messenger ritual or other similar abilities. It’s not that easy to return to your old home.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130149"},{"name":"Darkvision","id":"e2fb4848-85cc-44d9-8860-70a74d4075e5","description":"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.","traits":"3rd Party","src":"CRB","databaseID":1},{"name":"Elder Eye","id":"23d3c6cf-575c-4c53-a625-219c5ce45e7c","description":"Your body ages far more slowly than other evil eyes, and you’ve lived a long time, seeing many things and gathering plenty of knowledge over time. You gain the Additional Lore feat three times.","traits":"3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130149","parentID":"8fa8251b-bc09-425b-a70d-c6c4db4396ea","listCustomEffects":[{"effectType":19,"string0":"469be363-0261-4bed-9d9d-54b23c81af4b"}]},{"name":"Fortified Soul Choice","id":"e5df4f67-5217-472d-9a49-91a8291acae6","description":"You gain resistance equal to half your level (minimum 1) to sonic damage (if you have the choral heritage), fire damage (if you have the balisse heritage), or negative damage (if you have the monadic or movanic deva heritage).","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","specialType":-1,"databaseID":1,"timestamp":"1706490130149"},{"name":"Heaven's Guidance","id":"40d975bb-4d8c-4624-b2a7-04eff0f78e9e","description":"You may have fallen, but you haven’t fallen so far that Heaven won’t give you a hand from time to time. You can cast the <i>guidance</i> cantrip as a divine innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130149","listCustomEffects":[{"proficiencyName":"Guidance","effectType":9,"bonusType":1}]},{"name":"Low-Light Vision","id":"cab827fa-8018-4a07-ab7d-1b56c0de2b50","description":"You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light.","traits":"3rd Party","src":"CRB","databaseID":1,"timestamp":"1706490130149"},{"name":"Midnight Eye","id":"53842ed5-2df2-4836-9d61-54fb52f33e39","description":"Your visual acuity in the depths of darkness is even more astounding than that of other evil eyes, allowing you to pierce the deepest magical darkness. You gain greater darkvision.","traits":"3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130149","parentID":"8fa8251b-bc09-425b-a70d-c6c4db4396ea","listCustomEffects":[{"effectType":19,"string0":"a99c2abc-b3d7-4c5c-af49-aa8d75c938a5"}]},{"name":"Mini Eye","id":"004520fd-7502-4c54-8a2d-f63dfc41c374","description":"You are a mini eye, much smaller than other evil eyes, and it’s easy for you to fit through small gaps, hide, and spy on whatever interests you. You are Tiny instead of Medium, and you gain a +1 circumstance bonus to Acrobatics checks to Squeeze and Stealth checks to Hide.","traits":"3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130150","parentID":"8fa8251b-bc09-425b-a70d-c6c4db4396ea","listCustomEffects":[{"effectType":19,"string0":"300f0b45-0da7-4916-a62c-907c2a93422e"}]},{"name":"Monadic Deva","id":"74ce4769-cf8a-49cb-943c-481fa565d878","description":"You have stood watch over the cycle of souls, and nothing of death can frighten you. You can cast <i>gentle repose</i> and <i>remove fear</i> each once per day as divine innate spells.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130150","parentID":"3c68a78b-9d24-417f-a508-accde6ffc30d"},{"name":"Monadic or Movanic Deva","id":"431aec1d-17b0-45bd-a4f2-35cbf98bd5dc","description":"You gain resistance equal to half your level (minimum 1) to negative damage.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130150","parentID":"e5df4f67-5217-472d-9a49-91a8291acae6","listCustomEffects":[{"proficiencyName":"Negative","effectType":12,"bonusType":1},{"proficiencyName":"Void","effectType":12,"bonusType":1}]},{"name":"Monvanic Deva","id":"27bfa0cc-df8e-4e9b-a8b9-9e110dede23f","description":"You can calm your allies' fear and go unseen. You can cast <i>remove fear</i> and <i>invisibility</i> each once per day as divine innate spells.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","level":9,"specialType":-2,"databaseID":1,"timestamp":"1706490130150","parentID":"3c68a78b-9d24-417f-a508-accde6ffc30d","listCustomEffects":[{"proficiencyName":"Remove Fear","effectType":9,"bonusType":1,"bonusAmount":2},{"proficiencyName":"Invisibility","effectType":9,"bonusType":1,"bonusAmount":2}]},{"name":"Peerless Eye","id":"5162bf1e-d867-4eac-9525-39a91dc27716","description":"You have an enormous eye that takes up most of your body and grants you superior visual acuity. You gain darkvision. You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white. You also have an easier time spotting hidden things. You gain a +2 circumstance bonus when using the Seek action to find hidden or undetected creatures within 30 feet of you. When you target an opponent that is concealed from you or hidden from you, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one.","traits":"3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1,"timestamp":"1706490130150"},{"name":"Planetar","id":"3469e5ba-9459-450f-b4a8-c02a5e9b7e5a","description":"Once, you were a warrior of Heaven. Perhaps you still can be. You can cast <i>telekinetic maneuver</i> twice per day as a divine innate spell.","traits":"3rd Party","src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]","level":9,"specialType":-2,"databaseID":1,"timestamp":"1706490130150","parentID":"3c68a78b-9d24-417f-a508-accde6ffc30d","listCustomEffects":[{"proficiencyName":"Telekinetic Maneuver","effectType":9,"bonusType":1,"bonusAmount":2},{"proficiencyName":"Telekinetic Maneuver","effectType":9,"bonusType":1,"bonusAmount":2}]},{"name":"Second Shaping Choice","id":"8fa8251b-bc09-425b-a70d-c6c4db4396ea","description":"Choose an additional heritage.","traits":"3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","specialType":-1,"databaseID":1,"timestamp":"1706490130150"},{"name":"Stalking Eye","id":"63d6401c-a297-4c77-a0ea-9e403a0a7dff","description":"Your control over your stalks is superior to other evil eyes, allowing you to travel and stalk prey or creatures of interest more quickly. Your land Speed is 25 feet, instead of 20 feet.","traits":"3rd Party","src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","specialType":-2,"databaseID":1,"timestamp":"1706490130150","parentID":"8fa8251b-bc09-425b-a70d-c6c4db4396ea","listCustomEffects":[{"effectType":19,"string0":"ca10de7f-ddc0-425c-b326-c70d8687ae95"}]}],"listCustomAncestries":[{"name":"Evil Eye","id":"7aeb760e-f2cd-4b43-8ef3-35bf99d3dfcc","traits":"Rare, Aberration, Evil Eye, 3rd Party","speed":20,"abilityBoosts":[2],"abilityFlaws":[],"description":"<b>Hit Points </b>8<br><b>Size </b>Medium<br><b>Speed </b>20<br><b>Ability Boosts </b>Constitution, Free<br><b>Languages</b> Aklo, Common, Additional languages equal to your Intelligence modifier (if it’s positive). Choose from Celestial, Draconic, Dwarven, Elven, Ignan, Jotun, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).<br><b>Peerless Eye</b> You have an enormous eye that takes up most of your body and grants you superior visual acuity. You gain darkvision. You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white. You also have an easier time spotting hidden things. You gain a +2 circumstance bonus when using the Seek action to find hidden or undetected creatures within 30 feet of you. When you target an opponent that is concealed from you or hidden from you, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one.","languages":"Aklo, Common, Additional languages equal to your Intelligence modifier (if it’s positive). Choose from Celestial, Draconic, Dwarven, Elven, Ignan, Jotun, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).","listCustomEffects":[{"effectType":13,"string0":"5162bf1e-d867-4eac-9525-39a91dc27716","reference":"9efd635c-5399-455c-92e7-40de45fa2307"},{"effectType":13,"string0":"e2fb4848-85cc-44d9-8860-70a74d4075e5"}],"src":"Battlezoo Ancestries: Evil Eyes by Roll For Combat [battlezoo.com]","databaseID":1},{"name":"Angel","id":"0baa2c66-c35c-4103-9af3-d3049bf1dc3e","traits":"Rare, Angel, Celestial, 3rd Party","abilityBoosts":[4],"abilityFlaws":[],"description":"<b>Hit Points </b>8<br><b>Size </b>Medium<br><b>Speed </b>25<br><b>Ability Boosts </b>Wisdom, Free<br><b>Languages</b> Common, Celestial, additional languages equal to your Intelligence modifier (if it’s positive). Choose from Abyssal, Daemonic, Draconic, Infernal, Protean, Requian, Utopian, and any other languages to which you have access (such as the languages prevalent in your region).<br><br><b>Cloak of Feathers</b> You possess a feathered cloak, which is a manifestation of your own soul. It has a hardness equal to your Wisdom modifier (minimum 0) and Hit Points equal to your level. If the cloak is destroyed or separated from you for more than a day, you are drained 1, but once you remove the drained condition the cloak rematerializes in your possession. Your cloak maintains a connection to your former abode and can grant you greater benefits as you advance in power and expand its role.<br>Since you’re no longer connected to the heavens, you can’t use the angelic messenger ritual or other similar abilities. It’s not that easy to return to your old home.<br><b>Heaven's Guidance</b> You may have fallen, but you haven’t fallen so far that Heaven won’t give you a hand from time to time. You can cast the <b>guidance</b> cantrip as a divine innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up.<br><b>Low-Light Vision</b> You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light.","languages":"Common, Celestial, additional languages equal to your Intelligence modifier (if it’s positive). Choose from Abyssal, Daemonic, Draconic, Infernal, Protean, Requian, Utopian, and any other languages to which you have access (such as the languages prevalent in your region).","listCustomEffects":[{"effectType":13,"string0":"397a468d-2ff8-4a92-b9dd-bd53ca3d2a4a"},{"effectType":13,"string0":"40d975bb-4d8c-4624-b2a7-04eff0f78e9e"},{"effectType":13,"string0":"cab827fa-8018-4a07-ab7d-1b56c0de2b50"}],"src":"Battlezoo Ancestries: Angels by Roll For Combat [battlezoo.com]"}]}